{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Hello, how may I help you?","\n","ev","str","^I'm on the NCR now. Do you know some of the heroes on that region?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Yes! They are Melchora Aquino, Rajah Sulayman, and Andres Bonifacio. But I can only give you the info of Melchora Aquino and Rajah Sulayman. But you can find the Bonifacio Shrine at school event located at the front of the school.","\n",["ev","str","^I will take note with that","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Anyway, which one you want to go first?","\n",["ev","str","^Melchora Aquino","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Rajah Sulayman","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Okay. Let's discuss Melchora Aquino first. Melchora Aquino or Melchora Aquino de Ramos was known as the \"Grand Woman of the Revolution\" and the \"Mother of Balintawak\" for her contributions by using her store to provide medical care to the soldiers who were fighting in the war.","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Her store was also used for secret meetings, and she later became known as the \"Mother of the Katipunan\"","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Next is Rajah Sulayman. He was the last king of Manila and one of the three Rajahs who fought the Spanish empire during the colonization of the Philippines. He was the youngest and most aggresive among the three rulers and also known as \"Rajah Mura\" meaning a young Rajah.","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^That's all! If you want to recap the info just go to me, and don't forget to check Bonifacio Shrine at the school event.","\n",["ev","str","^Thank you so much","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","done",{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"c-1":["\n","^Rajah Sulayman is the last king of Manila and one of the three Rajahs who fought the Spanish empire during the colonization of the Philippines. He was the youngest and most aggresive among the three rulers and also known as \"Rajah Mura\" meaning a young Rajah.","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Next is Melchora Aquino. Melchora Aquino de Ramos was known as the \"Grand Woman of the Revolution\" and the \"Mother of Balintawak\" for her contributions by using her store to provide medical care to the soldiers who were fighting in the war.","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Her store was also used for secret meetings, and she later became known as the \"Mother of the Katipunan\"","\n",["ev","str","^Next","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^That's all! If you want to recap the info, just let me know, and don't forget to check Bonifacio Shrine at the school event.","\n",["ev","str","^Thank you so much","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","done","end",{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}